Repository: tost11/the-solar-app
Catalog: lib/l10n/app_*.arb
Languages: de

# shellyScriptsEmptyStateMessage
source: No scripts are currently configured on this device.
de: Auf diesem Gerät sind aktuell keine Scripts konfiguriert.

# shellyScriptsInfoTitle
source: Information:
de: Hinweise:

# shellyScriptsInfoContent
source: Activated: Script runs automatically on events Running: Script is currently executing Status updates every 10 seconds Edit: Opens detail view with controls
de: • Aktiviert: Script läuft automatisch bei Events • Läuft: Script wird gerade ausgeführt • Status wird alle 10 Sekunden aktualisiert • Bearbeiten: Öffnet Detailansicht mit Steuerung

# shellyScriptsFabCreateFromTemplate
source: Create from Template
de: Aus Vorlage erstellen

# shellyScriptsAutostartTitle
source: Autostart Enabled
de: Autostart aktiviert

# shellyScriptsAutostartSubtitle
source: Script starts automatically on configured events
de: Script startet automatisch bei konfigurierten Events

# shellyScriptsControlTitle
source: Controls:
de: Steuerung:

# shellyScriptsControlInfo
source: Autostart: Script runs automatically on events Start/Stop: Manually start/stop the script Status updates automatically
de: • Autostart: Script läuft automatisch bei Events • Start/Stop: Manuelles Starten/Stoppen des Scripts • Status wird automatisch aktualisiert

# shellyScriptsConfigInfoText
source: Fill in all parameters and tap "Preview" to see the generated script code.
de: Füllen Sie alle Parameter aus und tippen Sie auf "Vorschau", um den generierten Script-Code zu sehen.

# shellyScriptsPreviewSubtitle
source: Review the generated code before installation
de: Prüfen Sie den generierten Code vor der Installation

# shellyScriptsPreviewInfoText
source: The script will be installed on your Shelly device, activated, and started automatically.
de: Das Script wird auf Ihrem Shelly-Gerät installiert, aktiviert und automatisch gestartet.

# shellyScriptsUpdateInfoText
source: Update the parameters. The script will be regenerated and uploaded with the new values.
de: Aktualisieren Sie die Parameter. Das Script wird mit den neuen Werten neu generiert und hochgeladen.

# shellyScriptsSearchPlaceholder
source: Search templates...
de: Vorlagen durchsuchen...

# shellyScriptsShowAllToggle
source: Show All Scripts
de: Alle Scripte anzeigen

# shellyScriptsCurrentDevice
source: Current Device:
de: Aktuelles Gerät:

# shellyScriptsCompatibleDevices
source: Compatible Devices:
de: Kompatible Geräte:

# shellyScriptsAllDevices
source: All Devices
de: Alle Geräte

# shellyScriptsNotCompatibleWarning
source: Not intended for this device
de: Nicht für dieses Gerät vorgesehen

# shellyScriptsAuthorCredit
source: by {author}
de: von {author}

# shellyScriptsRequiresDevices
source: Requires: {devices}
de: Benötigt: {devices}

# shellyScriptsParamCount
source: {count} parameters
de: {count} Parameter

# shellyScriptsFilterAll
source: All
de: Alle

# shellyScriptsEmptyLibrary
source: No Templates Found
de: Keine Vorlagen gefunden

# shellyScriptsUnknownModel
source: Unknown
de: Unbekannt

# shellyScriptsNoDevicesFound
source: No matching devices found
de: Keine passenden Geräte gefunden

# shellyScriptsAutoFilledFrom
source: Auto-filled from: {deviceName}
de: Auto-ausgefüllt von: {deviceName}

# shellyScriptsSelectDeviceCount
source: Select Device ({count} found)
de: Gerät auswählen ({count} gefunden)

# shellyScriptsSourceProperty
source: Source: {sourceProperty}
de: Quelle: {sourceProperty}

# shellyScriptsNoDevicesFoundHelper
source: (no devices found)
de: (keine Geräte gefunden)

# shellyScriptsAutoFilledHelper
source: (auto-filled)
de: (automatisch ausgefüllt)

# shellyScriptsDevicesFoundHelper
source: ({count} devices found)
de: ({count} Geräte gefunden)

# shellyScriptsSelectDeviceModal
source: Select device for "{label}"
de: Gerät auswählen für "{label}"

# shellyScriptsParamRequired
source: (required)
de: (erforderlich)

source: Unknown (updating)
de: Unknown (wird aktualisiert)

source: WiFi Configuration Completed
de: WiFi-Konfiguration abgeschlossen

# accessPointConfigured
source: Access Point Successfully Configured
de: Access Point erfolgreich konfiguriert

# powerLimitSet
source: Power Limit Successfully Set
de: Leistungslimit erfolgreich gesetzt

# deviceRestarting
source: Device is Restarting
de: Gerät wird neu gestartet

# errorLoadingConfiguration
source: Error loading configuration: {error}
de: Fehler beim Laden der Konfiguration: {error}

# errorRestartingDevice
source: Error restarting device: {error}
de: Fehler beim Neustarten des Geräts: {error}

# errorUnknownFirmware
source: Not possible because current firmware is unknown, try again in a moment (waiting for data)
de: Nicht möglich da die aktuelle Firmware unbekannt ist, in einem Moment noch mal versuchen (warte noch auf Daten)

# loadingDeviceInfo
source: Loading device information...
de: Lade Geräteinformationen...

# loadingConfiguration
source: Loading current configuration...
de: Lade aktuelle Konfiguration...

# menuDeviceInfo
source: Device Information
de: Geräteinformationen

# menuConfigureWifi
source: Configure WiFi
de: WiFi konfigurieren

# menuSetupApWifi
source: Set Up AP WiFi
de: AP WiFi einrichten

# menuConfigurePassword
source: Configure Password
de: Passwort konfigurieren

# menuSetupWlan
source: Set Up WLAN Connection
de: WLAN-Verbindung einrichten

# menuOnlineMonitoring
source: Configure Online Monitoring
de: Online-Monitoring konfigurieren

# menuGeneralSettings
source: General Settings
de: Allgemeine Einstellungen

# menuInverterPowerLimit
source: Limit Inverter Power
de: Wechselrichterleistung begrenzen

# menuOutputPowerLimit
source: Limit Output Power
de: Ausgangsleistung begrenzen

# menuRestartOpendtu
source: Restart OpenDTU
de: OpenDTU neu starten

# menuConfigureRpcPort
source: Configure RPC UDP Port
de: RPC UDP Port konfigurieren

# menuSubtitleSetupNetwork
source: Set up network connection
de: Netzwerkverbindung einrichten

# menuSubtitleDeviceInfo
source: View device information
de: Geräteinformationen anzeigen

# menuSubtitleSetupAccessPoint
source: Set up AP WiFi
de: AP WiFi einrichten

# menuSubtitlePowerLimit
source: Limit output power
de: Ausgangsleistung begrenzen

# menuSubtitleMqttSetup
source: Set up MQTT broker connection
de: MQTT-Broker Verbindung einrichten

# menuSubtitleGeneralSettings
source: Manage basic device settings
de: Grundlegende Geräteeinstellungen verwalten

# menuSubtitleOnlineMonitoring
source: Setup server for data transmission
de: Server für Datenübertragung einrichten

# menuSubtitleRestartDevice
source: Restart the device
de: Startet das Gerät neu

# menuSubtitleToggleAllInverters
source: Toggle all inverters
de: Schaltet alle Wechselrichter

# deviceFallbackName
source: Device
de: Gerät

# labelPowerInput
source: Input (Grid Device)
de: Input (Netz → Gerät)

# labelPowerOutput
source: Output (Device Grid)
de: Output (Gerät → Netz)

# hintHostnameOrIp
source: Hostname or IP Address
de: Hostname oder IP-Adresse

# helpDevicePoweredOn
source: Make sure your device is turned on
de: • Stellen Sie sicher, dass Ihr Gerät eingeschaltet ist

# helpStrongPassword
source: A strong password protects your network
de: • Ein starkes Passwort schützt Ihr Netzwerk

# helpMqttPorts
source: Standard MQTT port is 1883 (unencrypted) or 8883 (TLS)
de: • Standard MQTT-Port ist 1883 (unverschlüsselt) oder 8883 (TLS)

# helpMqttAuthRecommended
source: Authentication is optional but recommended
de: • Die Authentifizierung ist optional, wird aber empfohlen

# helpMqttAutoConnect
source: After configuration, the device connects automatically
de: • Nach der Konfiguration verbindet sich das Gerät automatisch

# infoConfigureAccessPoint
source: Configure the WiFi Access Point of Your Device
de: Konfigurieren Sie den WiFi Access Point Ihres Geräts

# infoMqttAuthToggle
source: Enables username and password for MQTT
de: Aktiviert Benutzername und Passwort für MQTT

# infoMqttDisabled
source: MQTT is disabled. The device will not connect to an MQTT broker.
de: MQTT ist deaktiviert. Das Gerät wird nicht mit einem MQTT-Broker verbunden sein.

source: No Role Support
de: Keine Rollen-Unterstützung

source: No Details Available
de: Keine Details verfügbar

# onlineMonitoringConfigured
source: Online Monitoring Successfully Configured
de: Online-Monitoring erfolgreich konfiguriert

# authenticationConfigured
source: Authentication Successfully Configured
de: Authentifizierung erfolgreich konfiguriert

# mqttConfigurationUpdated
source: MQTT Configuration Successfully Updated
de: MQTT-Konfiguration erfolgreich aktualisiert

# fieldDailyYield
source: Daily Yield
de: Tagesertrag

# fieldTotalYield
source: Total Yield
de: Gesamtertrag

# fieldCurrentPower
source: Current Power
de: Aktuelle Leistung

# fieldAcPower
source: AC Power
de: AC Leistung

# fieldDcPower
source: DC Power
de: DC Leistung

# fieldActivePower
source: Active Power
de: Wirkleistung

# fieldReactivePower
source: Reactive Power
de: Blindleistung

# fieldApparentPower
source: Apparent Power
de: Scheinleistung

# fieldPowerFactor
source: Power Factor
de: Leistungsfaktor

# fieldDcTotalPower
source: DC Total Power
de: DC Gesamtleistung

# fieldPvVoltage
source: PV{num} Voltage
de: PV{num} Spannung

# fieldPvCurrent
source: PV{num} Current
de: PV{num} Strom

# fieldPvPower
source: PV{num} Power
de: PV{num} Leistung

# fieldPvTotalYield
source: PV{num} Total Yield
de: PV{num} Gesamtertrag

# fieldPvDailyYield
source: PV{num} Daily Yield
de: PV{num} Tagesertrag

# fieldTotalEnergyImport
source: Total Energy Import
de: Gesamtenergie Bezug

# fieldTotalEnergyExport
source: Total Energy Export
de: Gesamtenergie Einspeisung

# fieldTotalEnergy
source: Total Energy
de: Gesamtenergie

# fieldEnergyPerMinuteImport
source: Energy per Minute (Import)
de: Energie pro Minute (Bezug)

# fieldEnergyPerMinuteExport
source: Energy per Minute (Export)
de: Energie pro Minute (Einspeisung)

# fieldOutputLimit
source: Output Limit
de: Ausgangsleistung Limit

# fieldInputLimit
source: Input Limit
de: Eingangsleistung Limit

# fieldGridVoltage
source: Grid Voltage
de: Netzspannung

# fieldGridCurrent
source: Grid Current
de: Netzstrom

# fieldGridFrequency
source: Grid Frequency
de: Netzfrequenz

# fieldVoltagePhase1
source: Voltage Phase 1
de: Spannung Phase 1

# fieldVoltagePhase2
source: Voltage Phase 2
de: Spannung Phase 2

# fieldVoltagePhase3
source: Voltage Phase 3
de: Spannung Phase 3

# fieldCurrentPhase1
source: Current Phase 1
de: Strom Phase 1

# fieldCurrentPhase2
source: Current Phase 2
de: Strom Phase 2

# fieldCurrentPhase3
source: Current Phase 3
de: Strom Phase 3

# fieldVoltageInstance
source: Voltage {instanceNum}
de: Spannung {instanceNum}

# fieldCurrentInstance
source: Current {instanceNum}
de: Strom {instanceNum}

# fieldDcVoltage
source: DC Voltage
de: DC Spannung

# fieldDcCurrent
source: DC Current
de: DC Strom

# fieldAcVoltage
source: AC Voltage
de: AC Spannung

# fieldAcCurrent
source: AC Current
de: AC Strom

# fieldBatteryLevel
source: Battery Level
de: Batterie Level

# fieldBatteryPower
source: Battery Power
de: Batterie Leistung

# fieldBatterySoc
source: Battery SOC
de: Batterie SOC

# fieldBatteryState
source: Battery State
de: Batterie Status

# fieldChargeMaxLimit
source: Charge Max Limit
de: Maximale Ladeleistung

# fieldDischargeMaxLimit
source: Discharge Max Limit
de: Maximale Entladeleistung

# fieldPackState
source: Pack State
de: Pack Status

# fieldCellVoltageMin
source: Cell Voltage Min
de: Zellspannung Min

# fieldCellVoltageMax
source: Cell Voltage Max
de: Zellspannung Max

# fieldCellTemperatureMax
source: Cell Temperature Max
de: Zelltemperatur Max

# fieldBatteryPackEmpty
source: No battery pack data available
de: Keine Batteriepack-Daten verfügbar

# fieldBatteryPackNumber
source: Battery #{num}
de: Batterie #{num}

# fieldBatteryStateCharging
source: Charging
de: Lädt

# fieldBatteryStateDischarging
source: Discharging
de: Entlädt

# fieldBatteryStateUnknown
source: Unknown
de: Unbekannt

# fieldBatteryType
source: Type
de: Typ

# fieldTemperature
source: Temperature
de: Temperatur

# fieldUptime
source: Uptime
de: Betriebszeit

# fieldPowerLimit
source: Power Limit
de: Leistungslimit

# fieldModel
source: Model
de: Modell

# fieldRatedPower
source: Rated Power
de: Nennleistung

# fieldSerialNumber
source: Serial Number
de: Seriennummer

# fieldArticleNumber
source: Article Number
de: Artikelnummer

# fieldManufacturer
source: Manufacturer
de: Hersteller

# fieldAverageTemperature
source: Average Temperature
de: Durchschnittstemperatur

# fieldMaxTemperature
source: Max. Temperature
de: Max. Temperatur

# fieldMinTemperature
source: Min. Temperature
de: Min. Temperatur

# fieldWifiState
source: WiFi State
de: WiFi Status

# fieldPowerInstance
source: Power {instanceNum}
de: Leistung {instanceNum}

# fieldEnergyInstance
source: Energy {instanceNum}
de: Energie {instanceNum}

# fieldFrequencyInstance
source: Frequency {instanceNum}
de: Frequenz {instanceNum}

# fieldPowerFactorInstance
source: Power Factor {instanceNum}
de: Leistungsfaktor {instanceNum}

# fieldActivePowerInstance
source: Active Power {instanceNum}
de: Wirkleistung {instanceNum}

# fieldReactivePowerInstance
source: Reactive Power {instanceNum}
de: Blindleistung {instanceNum}

# fieldApparentPowerInstance
source: Apparent Power {instanceNum}
de: Scheinleistung {instanceNum}

# fieldTemperatureInstance
source: Temperature {instanceNum}
de: Temperatur {instanceNum}

# fieldYieldInstance
source: Yield {instanceNum}
de: Ertrag {instanceNum}

# fieldTotalPower
source: Total Power
de: Gesamtleistung

# fieldTotalCurrent
source: Total Current
de: Gesamtstrom

# fieldTotalVoltage
source: Total Voltage
de: Gesamtspannung

# fieldActivePowerTotal
source: Active Power Total
de: Wirkleistung Gesamt

# fieldReactivePowerTotal
source: Reactive Power Total
de: Blindleistung Gesamt

# fieldApparentPowerTotal
source: Apparent Power Total
de: Scheinleistung Gesamt

# fieldEnergyTotal
source: Energy Total
de: Energie Gesamt

# fieldCombinedPower
source: Combined Power
de: Kombinierte Leistung

# fieldPowerPhase1
source: Power Phase 1
de: Leistung Phase 1

# fieldPowerPhase2
source: Power Phase 2
de: Leistung Phase 2

# fieldPowerPhase3
source: Power Phase 3
de: Leistung Phase 3

# fieldActivePowerPhase1
source: Active Power Phase 1
de: Wirkleistung Phase 1

# fieldActivePowerPhase2
source: Active Power Phase 2
de: Wirkleistung Phase 2

# fieldActivePowerPhase3
source: Active Power Phase 3
de: Wirkleistung Phase 3

# fieldReactivePowerPhase1
source: Reactive Power Phase 1
de: Blindleistung Phase 1

# fieldReactivePowerPhase2
source: Reactive Power Phase 2
de: Blindleistung Phase 2

# fieldReactivePowerPhase3
source: Reactive Power Phase 3
de: Blindleistung Phase 3

# fieldApparentPowerPhase1
source: Apparent Power Phase 1
de: Scheinleistung Phase 1

# fieldApparentPowerPhase2
source: Apparent Power Phase 2
de: Scheinleistung Phase 2

# fieldApparentPowerPhase3
source: Apparent Power Phase 3
de: Scheinleistung Phase 3

# fieldFrequencyPhase1
source: Frequency Phase 1
de: Frequenz Phase 1

# fieldFrequencyPhase2
source: Frequency Phase 2
de: Frequenz Phase 2

# fieldFrequencyPhase3
source: Frequency Phase 3
de: Frequenz Phase 3

# fieldInverterType
source: Inverter Type
de: Inverter Typ

# fieldAccessModel
source: Access Model
de: Zugriffsmodus

# fieldDtuSerialNumber
source: DTU Serial Number
de: DTU Seriennummer

# fieldNetworkMode
source: Network Mode
de: Netzwerkmodus

# fieldSendInterval
source: Send Interval
de: Sendeintervall

# fieldChannel
source: Channel
de: Kanal

# fieldMeterKind
source: Meter Kind
de: Zähler Art

# fieldMeterInterface
source: Meter Interface
de: Zähler Schnittstelle

# fieldZeroExportEnabled
source: Zero Export Enabled
de: Nulleinspeisung aktiviert

# fieldZeroExportAddress
source: Zero Export Address
de: Nulleinspeisung Adresse

# fieldLockPasswordSet
source: Lock Password Set
de: Sperrpasswort gesetzt

# fieldLockTimeMinutes
source: Lock Time Minutes
de: Sperrzeit Minuten

# fieldInverter
source: Inverter
de: Wechselrichter

# fieldInverterToggleDescription
source: Turn inverter on or off
de: Wechselrichter ein- oder ausschalten

# fieldNumberOfInverters
source: Number of Inverters
de: Anzahl Wechselrichter

# fieldCurrentPvPower
source: Current PV Power
de: Aktuelle Leistung PV

# fieldMonthlyYield
source: Monthly Yield
de: Monatsertrag

# fieldYearlyYield
source: Yearly Yield
de: Jahresertrag

# fieldVoltage
source: Voltage
de: Spannung

# fieldCurrent
source: Current
de: Strom

# fieldBatteryCycles
source: Cycles
de: Zyklen

# fieldBatteryCapacityGross
source: Capacity (Gross)
de: Kapazität (brutto)

# fieldBatteryCapacityNet
source: Capacity (Net)
de: Kapazität (netto)

# fieldTotalConsumption
source: Total Consumption
de: Gesamtverbrauch

# fieldConsumptionFromPv
source: Consumption from PV
de: Verbrauch aus PV

# fieldConsumptionFromGrid
source: Consumption from Grid
de: Verbrauch aus Netz

# fieldConsumptionFromBattery
source: Consumption from Battery
de: Verbrauch aus Batterie

# fieldFrequency
source: Frequency
de: Frequenz

# fieldMaxInverterPower
source: Max Inverter Power
de: Max. Wechselrichterleistung

# fieldInverterGenerationPower
source: Inverter Generation Power
de: Wechselrichter-Erzeugungsleistung

# fieldIsolationResistance
source: Isolation Resistance
de: Isolationswiderstand

# categoryAcGrid
source: AC (Grid)
de: AC (Netz)

# categoryAcTotal
source: AC Total
de: AC Gesamt

# categoryTotals
source: Totals
de: Summen

# categoryDeviceInfo
source: Device Information
de: Geräteinformationen

# categoryBattery
source: Battery
de: Batterie

# categoryInverter
source: Inverter
de: Wechselrichter

# categoryMemory
source: Memory
de: Speicher

# categoryStorage
source: Storage
de: Lagerung

# categoryPowerMeter
source: Power Meter
de: Stromzähler

# categoryHomeConsumption
source: Home Consumption
de: Hausverbrauch

# categoryMeasurementInstance
source: Measurement {instanceNum}
de: Messung {instanceNum}

# categoryPmMeasurementInstance
source: PM Measurement {instanceNum}
de: PM Messung {instanceNum}

# categoryInverterInstance
source: Inverter {instanceNum}
de: Wechselrichter {instanceNum}

# categoryEm1Combined
source: Combined
de: Kombiniert

# categoryPm1Combined
source: PM Combined
de: PM Kombiniert

# categorySwitchCombined
source: Switch Combined
de: Switch Kombiniert

# categoryPowerMeterPhase1
source: Power Meter Phase 1
de: Stromzähler Phase 1

# categoryPowerMeterPhase2
source: Power Meter Phase 2
de: Stromzähler Phase 2

# categoryPowerMeterPhase3
source: Power Meter Phase 3
de: Stromzähler Phase 3

# fieldSolarPower
source: Solar Power
de: Leistung Solar

# fieldConsumption
source: Consumption
de: Verbrauch

# fieldGridImport
source: Grid Import
de: Bezug Netz

# fieldBatteryChargeDischargePower
source: Battery Charge/Discharge Power
de: Batterie Lade/Entladeleistung

# fieldSolarInputPower
source: Solar Input Power
de: Solar Eingangsleistung

# fieldHomeOutputPower
source: Home Output Power
de: Ausgang Haus

# fieldAcMode
source: AC Mode
de: AC Modus

# fieldPackCount
source: Pack Count
de: Pack Anzahl

# menuWifiConfiguration
source: Configure WiFi
de: WiFi konfigurieren

# menuOnlineMonitoringConfiguration
source: Configure Online Monitoring
de: Online-Monitoring konfigurieren

# menuRestartDevice
source: Restart Device
de: Gerät neustarten

# menuAccessPointConfiguration
source: Configure Access Point
de: Access Point konfigurieren

# menuPowerLimit
source: Power Limit
de: Leistungsbegrenzung

# menuAuthentication
source: Authentication
de: Authentifizierung

# menuAutomation
source: Automation
de: Automatisierung

# menuPowerSettings
source: Power Settings
de: Leistungseinstellungen

# menuBatteryLimits
source: Battery Limits
de: Batterie-Limits

# menuAdvancedPowerSettings
source: Advanced Power Settings
de: Erweiterte Leistungseinstellungen

# menuPortConfiguration
source: Configure Port
de: Port konfigurieren

# menuSubtitleWifiConfiguration
source: Setup network connection
de: Netzwerkverbindung einrichten

# menuSubtitleAccessPoint
source: Setup WiFi access point
de: WiFi Access Point einrichten

# menuSubtitleAuthentication
source: Configure credentials
de: Zugangsdaten konfigurieren

# menuSubtitlePowerSettings
source: Configure power parameters
de: Leistungsparameter einstellen

# menuSubtitleBatteryLimits
source: Configure battery limits
de: Batterie-Grenzwerte konfigurieren

# menuSubtitleAdvancedPowerSettings
source: Advanced power options
de: Erweiterte Leistungsoptionen

# menuSubtitlePortConfiguration
source: Configure RPC UDP port
de: RPC UDP Port konfigurieren

# menuSubtitleAutomation
source: Manage Shelly scripts
de: Shelly Scripts verwalten

# menuPercentagePowerLimit
source: Power Limit (Percentage)
de: Leistungslimit (Prozent)

# menuSubtitlePercentagePowerLimit
source: Limit inverter power
de: Wechselrichterleistung begrenzen

# menuInverterToggle
source: Toggle Inverters On/Off
de: Wechselrichter ein-/ausschalten

# menuSubtitleInverterToggle
source: Toggles all inverters
de: Schaltet alle Wechselrichter

# menuMqttConfiguration
source: Configure MQTT
de: MQTT konfigurieren

# menuSubtitleMqttConfiguration
source: Setup MQTT broker connection
de: MQTT-Broker Verbindung einrichten

# fieldChipModel
source: Chip Model
de: Chip Modell

# fieldGridReverse
source: Grid Reverse
de: Netz Rückspeisung

# fieldLampSwitch
source: Lamp Switch
de: Lampe Schalter

# fieldGridOffMode
source: Grid Off Mode
de: Netz Aus Modus

# fieldFanMode
source: Fan Mode
de: Lüfter Modus

# fieldFanSpeed
source: Fan Speed
de: Lüfter Geschwindigkeit

# fieldSmartMode
source: Smart Mode
de: Smart Modus

# fieldTimestamp
source: Timestamp
de: Zeitstempel

# fieldTimezone
source: Timezone
de: Zeitzone

# fieldBatteryPacks
source: Battery Packs
de: Batteriepacks

# fieldSolarInput
source: Solar Input
de: Solar-Eingang

# fieldOutputPower
source: Output Power
de: Ausgabeleistung

# fieldInputVoltage
source: Input Voltage
de: Eingangsspannung

# fieldDcStringPower
source: {name} - DC String Power
de: {name} - DC-String-Leistung

# fieldDcStringVoltage
source: {name} - DC String Voltage
de: {name} - DC-String-Spannung

# fieldDcInputPower
source: {prefix} - DC Input Power
de: {prefix} - DC-Eingangsleistung

# fieldAcOutputPower
source: {prefix} - AC Output Power
de: {prefix} - AC-Ausgangsleistung

# fieldAllInverters
source: All Inverters
de: Alle Wechselrichter

# fieldLamp
source: Lamp
de: Lampe

# fieldEmergencyPowerSupply
source: Emergency Power Supply
de: Notstromversorgung

# fieldDeviceLightingDescription
source: Turn device lighting on or off
de: Gerätebeleuchtung ein- oder ausschalten

# fieldGridPowerModeDescription
source: Grid power mode for the device
de: Netzstrom-Modus für das Gerät

# fieldNoInverterData
source: No inverter data available
de: Keine Wechselrichter-Daten verfügbar

# fieldStatusProducing
source: Producing
de: Produziert

# fieldStatusReachable
source: Reachable
de: Erreichbar

# fieldStatusNotReachable
source: Not reachable
de: Nicht erreichbar

# fieldAcFrequency
source: AC Frequency
de: AC Frequenz

# fieldPower
source: Power
de: Leistung

# fieldInverterFallback
source: Inverter {num}
de: Wechselrichter {num}

# errorLoadingAuthConfig
source: Failed to load authentication configuration: {error}
de: Konnte Authentifizierungs-Konfiguration nicht laden: {error}

# errorLoadingWifiConfig
source: Failed to load WiFi configuration: {error}
de: Konnte WiFi-Konfiguration nicht laden: {error}

source: Firmware Not Supported
de: Firmware nicht unterstützt

# firmwareNotSupportedMessage
source: This feature is not supported by your OpenDTU firmware. Please install the modified firmware with REST API support.
de: Diese Funktion wird von Ihrer OpenDTU-Firmware nicht unterstützt. Bitte installieren Sie die modifizierte Firmware mit REST-API-Unterstützung.
