Repository: tost11/the-solar-app
Catalog: lib/l10n/app_*.arb
Languages: de

source: Download Firmware
de: Firmware herunterladen

source: No inverters found
de: Keine Wechselrichter gefunden

source: Toggle Inverters
de: Wechselrichter schalten

# toggleInvertersPrompt
source: Would you like to turn all inverters on or off?
de: Möchten Sie alle Wechselrichter ein- oder ausschalten?

# selectInverterToToggle
source: Select Inverter
de: Wechselrichter auswählen

# inverterCurrentlyOn
source: Inverter is currently ON. Turn off?
de: Wechselrichter ist aktuell AN. Ausschalten?

# inverterCurrentlyOff
source: Inverter is currently OFF. Turn on?
de: Wechselrichter ist aktuell AUS. Einschalten?

source: Turn Off
de: Ausschalten

source: Turn On
de: Einschalten

source: Turning on inverters...
de: Schalte Wechselrichter ein...

source: Turning off inverters...
de: Schalte Wechselrichter aus...

source: Inverters turned on
de: Wechselrichter eingeschaltet

source: Inverters turned off
de: Wechselrichter ausgeschaltet

# restartDeviceConfirm
source: The device will be restarted. Continue?
de: Das Gerät wird neugestartet. Fortfahren?

# menuRestartInverter
source: Restart Inverter
de: Wechselrichter neustarten

# menuSubtitleRestartInverter
source: Restarts an inverter
de: Startet einen Wechselrichter neu

source: Select Inverter to Restart
de: Wechselrichter zum Neustarten auswählen

# selectInverterToSetLimit
source: Select Inverter for Power Limit
de: Wechselrichter für Leistungsbegrenzung auswählen

# restartInverterConfirm
source: Restart inverter?
de: Wechselrichter neustarten?

source: Restarting inverter...
de: Starte Wechselrichter neu...

source: Inverter restarted
de: Wechselrichter neu gestartet
