Repository: tost11/the-solar-app
Catalog: lib/l10n/app_*.arb
Languages: de

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Select
de: Auswählen

source: Confirm
de: Bestätigen

source: Close
de: Schließen

source: Update
de: Aktualisieren

source: Install
de: Installieren

source: Preview
de: Vorschau

source: Connected
de: Verbunden

source: Not Connected
de: Nicht verbunden

source: Connecting...
de: Verbinde...

source: Loading Device Data...
de: Lade Gerätedaten...

source: Connection Failed
de: Verbindung fehlgeschlagen

source: Disconnecting...
de: Trenne Verbindung...

source: Error
de: Fehler

source: Device Not Connected
de: Gerät nicht verbunden

source: No Response from Device
de: Keine Antwort vom Gerät

source: Could Not Retrieve Data
de: Daten konnten nicht abgerufen werden

source: Operation Failed
de: Vorgang fehlgeschlagen

source: Settings
de: Einstellungen

source: Expert Mode
de: Expertenmodus

# expertModeDescription
source: Show Advanced Options
de: Erweiterte Optionen anzeigen

source: Permissions
de: Berechtigungen

# permissionsDescription
source: Check App Permissions
de: App-Berechtigungen prüfen

source: Language
de: Sprache

# languageDescription
source: User Interface Language
de: Sprache der Benutzeroberfläche

source: German
de: Deutsch

source: Exit App
de: App beenden

source: Tap for Details
de: Tippen für Details

source: Devices
de: Geräte

source: Known Devices
de: Bekannte Geräte

source: Add Device
de: Gerät hinzufügen

source: Scan for Devices
de: Nach Geräten suchen

source: Device Name
de: Gerätename

source: Device Type
de: Gerätetyp

# deviceInfo
source: Device Information
de: Geräteinformationen

source: Device Settings
de: Geräteeinstellungen

source: Delete Device
de: Gerät löschen

source: Device Role
de: Geräterolle

source: Select Device Role
de: Geräterolle auswählen

source: Confirmation
de: Bestätigung

source: Are You Sure?
de: Sind Sie sicher?

# deleteDeviceConfirm
source: Do you really want to delete this device?
de: Möchten Sie dieses Gerät wirklich löschen?

# cannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Device List
de: Geräteliste

# deviceDetail
source: Device Details
de: Gerätedetails

# scanScreen
source: Scan for Devices
de: Geräte suchen

source: Manual Add
de: Manuell hinzufügen

source: Scanning...
de: Suche...

source: Bluetooth Devices
de: Bluetooth-Geräte

source: Network Devices
de: Netzwerkgeräte

source: No Devices Found
de: Keine Geräte gefunden

# devicesFound
source: {count, plural, =0{No Devices Found} =1{1 Device Found} other{{count} Devices Found}}
de: {count, plural, =0{Keine Geräte gefunden} =1{1 Gerät gefunden} other{{count} Geräte gefunden}}

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: Reconnect
de: Erneut verbinden

source: Auto Reconnect
de: Automatisch neu verbinden

source: Power
de: Leistung

source: Voltage
de: Spannung

source: Current
de: Strom

source: Battery
de: Batterie

source: Battery Level
de: Batteriestand

source: Output Limit
de: Ausgangsgrenze

source: Temperature
de: Temperatur

source: Energy
de: Energie

source: Parameters
de: Parameter

source: Configure Parameters
de: Parameter konfigurieren

source: New Parameters Available
de: Neue Parameter verfügbar

source: Update to New Version?
de: Auf neue Version aktualisieren?

source: Update Parameters
de: Parameter aktualisieren

source: Direct Install
de: Direkt installieren

source: Install on Device
de: Auf Gerät installieren

source: Create from Template
de: Aus Vorlage erstellen

source: Scripts
de: Scripte

source: Delete Script?
de: Script löschen?

source: Install Script?
de: Script installieren?

source: Autostart Enabled
de: Autostart aktiviert

source: Show All Scripts
de: Alle Scripte anzeigen

# compatibilityInfo
source: Compatibility Information
de: Kompatibilitäts-Information

source: Loading...
de: Lädt...

source: Refresh
de: Aktualisieren

source: Retry
de: Erneut versuchen

source: All
de: Alle

source: None
de: Keine

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Value
de: Wert

source: Description
de: Beschreibung

source: Saved Successfully
de: Erfolgreich gespeichert

source: Deleted Successfully
de: Erfolgreich gelöscht

source: Updated Successfully
de: Erfolgreich aktualisiert

source: Installed Successfully
de: Erfolgreich installiert

source: Connected Successfully
de: Erfolgreich verbunden

source: Disconnected Successfully
de: Erfolgreich getrennt

source: No Item Selected
de: Kein Element ausgewählt

# selectItemFromList
source: Select an Item from the List
de: Wählen Sie ein Element aus der Liste

# errorWhileSaving
source: Error while saving: {error}
de: Fehler beim Speichern: {error}

# errorWhileLoading
source: Error while loading: {error}
de: Fehler beim Laden: {error}

# errorWhileToggling
source: Error while toggling: {error}
de: Fehler beim Umschalten: {error}

# errorWhileExecuting
source: Error while executing: {error}
de: Fehler beim Ausführen: {error}

# errorWhileAdjusting
source: Error while adjusting: {error}
de: Fehler beim Anpassen: {error}

# errorWhileRestarting
source: Error while restarting device: {error}
de: Fehler beim Neustarten des Geräts: {error}

# errorWhileDisconnecting
source: Error while disconnecting: {error}
de: Fehler beim Trennen: {error}

# errorWhileUploading
source: Error while uploading code
de: Fehler beim Hochladen des Codes

# errorWhileLoadingConfig
source: Error while loading configuration: {error}
de: Fehler beim Laden der Konfiguration: {error}

# errorCouldNotRetrieveScripts
source: Could not retrieve scripts: {error}
de: Konnte Scripts nicht laden: {error}

# errorCouldNotRetrieveScriptCode
source: Could not retrieve script code
de: Konnte Script-Code nicht abrufen

# errorCouldNotLoadLatestVersion
source: Could not load latest version
de: Konnte neueste Version nicht laden

# validationFieldCannotBeEmpty
source: Field cannot be empty
de: Feld darf nicht leer sein

# validationDeviceNameCannotBeEmpty
source: Device name cannot be empty
de: Gerätename darf nicht leer sein

# validationUsernameCannotBeEmpty
source: Username cannot be empty
de: Benutzername darf nicht leer sein

# validationMqttServerCannotBeEmpty
source: MQTT server cannot be empty
de: MQTT-Server darf nicht leer sein

# validationEnterIpOrHostname
source: Please enter IP address or hostname
de: Bitte IP-Adresse oder Hostname eingeben

# validationEnterSecurePassword
source: Enter a secure password
de: Geben Sie ein sicheres Passwort ein

# formUsername
source: Username
de: Benutzername

# formPassword
source: Password
de: Passwort

# formIpAddress
source: IP Address
de: IP-Adresse

# formManufacturer
source: Manufacturer
de: Hersteller

# formEnterUsername
source: Enter username
de: Benutzername eingeben

# formEnterPassword
source: Enter password
de: Passwort eingeben

# formEnterPort
source: Enter port number
de: Geben Sie die Port-Nummer ein

# formEnterSsid
source: Enter SSID
de: Geben Sie den SSID ein

# formEnterWifiPassword
source: WiFi Password
de: WiFi-Passwort

# formSelectOrEnterWifiNetwork
source: Enter or select WiFi network name
de: WiFi-Netzwerkname eingeben oder auswählen

# formProtocolPort
source: Protocol Port (e.g. Modbus)
de: Protokoll-Port (z.B. Modbus)

# formAdditionalPortHelper
source: Additional port for protocol communication
de: Zusätzlicher Port für Protokollkommunikation

# messageDeviceNameSaved
source: Device name saved
de: Gerätename gespeichert

# messageDeviceSaved
source: Device saved
de: Gerät gespeichert

# messageDeviceRestarting
source: Device is restarting
de: Gerät wird neu gestartet

# messagePowerLimitSet
source: Power limit set successfully
de: Leistungslimit erfolgreich gesetzt

# messageMqttEnabled
source: MQTT connection enabled
de: MQTT-Verbindung wurde aktiviert

# messageMqttDisabled
source: MQTT connection disabled
de: MQTT-Verbindung wurde deaktiviert

# messageAuthSaved
source: Authentication saved
de: Authentifizierung gespeichert

# messageNetworkSaved
source: Network saved
de: Netzwerk gespeichert

# messageIntervalSaved
source: Interval saved
de: Intervall gespeichert

# messageSaving
source: Saving...
de: Wird gespeichert...

# statusDeviceNotFound
source: Device not found
de: Gerät nicht gefunden

# statusConnectionError
source: Connection error
de: Verbindungsfehler

# statusNoInvertersFound
source: No inverters found
de: Keine Wechselrichter gefunden

# statusNoScriptsFound
source: No scripts found
de: Keine Scripts gefunden

# statusDeviceAlreadyInSystem
source: Device already in system
de: Gerät bereits im System

# statusDeviceRemoved
source: Device removed
de: Gerät entfernt

# statusDeviceHasNoRoleConfig
source: Device has no role configuration
de: Gerät hat keine Rollen-Konfiguration

# statusDeviceHasNoConfigurableRoles
source: Device has no configurable roles
de: Gerät hat keine konfigurierbaren Rollen

# screenDeviceSettings
source: Device Settings
de: Geräteeinstellungen

# screenAuthentication
source: Authentication
de: Authentifizierung

# screenMqttConfig
source: MQTT Configuration
de: MQTT Konfiguration

# screenWifiConfig
source: Configure WiFi
de: WiFi konfigurieren

# screenGeneralSettings
source: General Settings
de: Allgemeine Einstellungen

# screenManualDeviceAdd
source: Add Device Manually
de: Gerät manuell hinzufügen

# screenNetworkConfig
source: Network Connection
de: Netzwerkverbindung

# screenAccessPointConfig
source: Access Point Configuration
de: Access Point Konfiguration

# screenUpdateParameters
source: Update Parameters
de: Parameter aktualisieren

# screenAutomation
source: Automation
de: Automatisierung

# actionSaveNetwork
source: Save Network
de: Netzwerk speichern

# actionSaveAuth
source: Save Authentication
de: Authentifizierung speichern

# actionSaveInterval
source: Save Interval
de: Intervall speichern

# actionSetupNetwork
source: Setup network connection
de: Netzwerkverbindung einrichten

# actionSetupAccessPoint
source: Setup WiFi access point
de: WiFi Access Point einrichten

# actionSetupAuth
source: Setup username and password
de: Benutzername und Passwort einrichten

# actionLimitOutput
source: Limit output power
de: Ausgangsleistung begrenzen

# actionToggleInverters
source: Toggle inverters on/off
de: Wechselrichter ein-/ausschalten

# actionTogglesAllInverters
source: Toggles all inverters
de: Schaltet alle Wechselrichter

# actionRestart
source: Restart
de: Neu starten

# helpDeviceSettingsDescription
source: Configure the name and authentication for this device.
de: Konfigurieren Sie den Namen und die Authentifizierung für dieses Gerät.

# helpMqttDescription
source: Connect your device to an MQTT broker for Home Automation integration.
de: Verbinden Sie Ihr Gerät mit einem MQTT-Broker für Home Automation Integration.

# helpEnableOrDisableMqtt
source: Enables or disables the MQTT connection
de: Aktiviert oder deaktiviert die MQTT-Verbindung

# helpEnableOrDisableAp
source: Enables or disables the access point
de: Aktiviert oder deaktiviert den Access Point

# helpApWarning
source: Warning: When disabled, interaction with the device may no longer be possible. Use with caution!
de: Warnung: Wenn deaktiviert, ist möglicherweise keine Interaktion mit dem Gerät mehr möglich. Vorsichtig verwenden!

# helpOpenNetwork
source: Network without password (not recommended)
de: Netzwerk ohne Passwort (nicht empfohlen)

# helpUpdateIntervalDescription
source: Time interval between data fetches from the device
de: Zeitintervall zwischen Datenabrufen vom Gerät

# helpIntervalDefault
source: Default: 30 seconds (Range: 1-300)
de: Standard: 30 Sekunden (Bereich: 1-300)

# helpAuthDescription
source: Username and password for device authentication
de: Benutzername und Passwort für die Geräteauthentifizierung

# wifiEnableAccessPoint
source: Enable Access Point
de: Access Point aktivieren

# wifiOpenNetwork
source: Open Network
de: Offenes Netzwerk

# wifiConfigureWifi
source: Configure WiFi
de: WiFi konfigurieren

# wifiPasswordLabel
source: Password
de: Passwort

# wifiSelectNetwork
source: Select Network
de: Netzwerk auswählen

# wifiEnterNetworkName
source: Enter Network Name
de: Netzwerkname eingeben

# wifiApMode
source: Access Point Mode
de: Access Point Modus

# wifiStationMode
source: Station Mode
de: Station Modus

# wifiScanNetworks
source: Scan Networks
de: Netzwerke scannen

# wifiNoNetworksFound
source: No Networks Found
de: Keine Netzwerke gefunden

# wifiConnectionStrength
source: Connection Strength
de: Verbindungsstärke

source: MQTT Configuration
de: MQTT Konfiguration

# mqttEnable
source: Enable MQTT
de: MQTT aktivieren

source: MQTT Username
de: MQTT Benutzername

source: MQTT Password
de: MQTT Passwort

# authTitle
source: Authentication
de: Authentifizierung

# authUsername
source: Username
de: Benutzername

# authPassword
source: Password
de: Passwort

# authUsernameCannotBeChanged
source: Username cannot be changed
de: Benutzername kann nicht geändert werden

# authRequired
source: Authentication required
de: Authentifizierung erforderlich

# networkIpAddress
source: IP Address
de: IP-Adresse

# networkSubnet
source: Subnet
de: Subnetz

# menuSetupNetwork
source: Setup network connection
de: Netzwerkverbindung einrichten

# menuSetupAccessPoint
source: Set Up WiFi Access Point
de: WiFi Access Point einrichten

# menuSetupAuth
source: Setup username and password
de: Benutzername und Passwort einrichten

# menuLimitPower
source: Limit output power
de: Ausgangsleistung begrenzen

# menuLampAndEmergency
source: Lamp and emergency outlet
de: Lampe und Notstromsteckdose

# menuToggleInverters
source: Toggles all inverters
de: Schaltet alle Wechselrichter

# menuConfigureDevice
source: Configure device
de: Gerät konfigurieren

# intervalUpdateInterval
source: Update Interval
de: Aktualisierungsintervall

# intervalSeconds
source: Seconds
de: Sekunden

# intervalEnterInterval
source: Interval (seconds)
de: Intervall (Sekunden)

# intervalDefaultRange
source: Default: {defaultValue} seconds (Range: {min}-{max})
de: Standard: {defaultValue} Sekunden (Bereich: {min}-{max})

# intervalDescription
source: Time interval between data fetches from the device
de: Zeitintervall zwischen Datenabrufen vom Gerät

# systemGrid
source: Grid
de: Netz

# systemConsumer
source: Consumer
de: Verbraucher

# systemAdditionalLoad
source: Additional Load
de: Zusätzliche Last

# systemInverter
source: Inverter
de: Wechselrichter

# systemBattery
source: Battery
de: Batterie

# systemSolarPanels
source: Solar Panels
de: Solarmodule

# deviceOff
source: Off
de: Aus

# deviceOn
source: On
de: Ein

# deviceAuto
source: Automatic
de: Automatisch

# deviceManual
source: Manual
de: Manuell

# deviceResetToDefaults
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen

# deviceFactoryReset
source: Factory Reset
de: Werkseinstellungen

# powerRange
source: Range: {min} - {max} W
de: Bereich: {min} - {max} W

source: Power Limit
de: Leistungsgrenze

source: Power Output
de: Ausgangsleistung

source: Power Input
de: Eingangsleistung

# powerConsumption
source: Consumption
de: Verbrauch

# tabDevices
source: Devices
de: Geräte

# tabNetwork
source: Network
de: Netzwerk

# tabSystems
source: Systems
de: Systeme

# tabSettings
source: Settings
de: Einstellungen

# miscRange
source: Range
de: Bereich

# miscDefault
source: Default
de: Standard

# miscRequired
source: Required
de: Erforderlich

# actionRemoveDevice
source: Remove Device
de: Gerät entfernen

# confirmRemoveDevice
source: Do you really want to remove "{deviceName}"?
de: Möchten Sie "{deviceName}" wirklich entfernen?

# actionRemove
source: Remove
de: Entfernen

# errorWhileRemoving
source: Error while removing: {error}
de: Fehler beim Entfernen: {error}

# actionCreateNewSystem
source: Create New System
de: Neues System erstellen

# actionCreate
source: Create
de: Erstellen

# screenMyDevices
source: My Devices
de: Meine Geräte

# screenSystems
source: Systems
de: Systeme

# actionLiveCharts
source: Live Charts
de: Live-Diagramme

# actionMoreFunctions
source: More Functions
de: Weitere Funktionen

# emptyStateNoDevices
source: No Devices
de: Keine Geräte

# emptyStateAddFirstDevice
source: Add your first device
de: Fügen Sie Ihr erstes Gerät hinzu

# actionAddDevice
source: Add Device
de: Gerät hinzufügen

# labelDevice
source: Device
de: Gerät

# emptyStateNoDeviceSelected
source: No Device Selected
de: Kein Gerät ausgewählt

# actionAddSystem
source: Add System
de: System hinzufügen

# labelPermissions
source: Permissions
de: Berechtigungen

# errorNoWifiLanConnection
source: Network scan is only possible via WiFi or LAN. Please connect to a WiFi network or LAN and try again.
de: Netzwerk-Scan ist nur über WiFi oder LAN möglich. Bitte verbinden Sie sich mit einem WiFi-Netzwerk oder LAN und versuchen Sie es erneut.

# titleNoWifiLanConnection
source: No WiFi/LAN Connection
de: Keine WiFi/LAN-Verbindung

# errorNoPrivateNetwork
source: No private networks found. Found IPs: {ips} Make sure you are connected to a local network.
de: Keine privaten Netzwerke gefunden. Gefundene IPs: {ips} Stellen Sie sicher, dass Sie mit einem lokalen Netzwerk verbunden sind.

# titleNoPrivateNetwork
source: No Private Network
de: Kein privates Netzwerk

# errorNetworkScan
source: Network Scan Error
de: Netzwerk-Scan Fehler

# errorNotConnectedToWifi
source: Not connected to WiFi. Please enable WiFi.
de: Nicht mit WiFi verbunden. Bitte WiFi aktivieren.

# errorNetworkScanWithDetails
source: Network scan error: {error}
de: Netzwerk-Scan Fehler: {error}

# warningPublicNetwork
source: Your current IP address does not appear to be in a private network. Current IP: {currentIp} Scanning public IP ranges may not be useful. Make sure you are connected to a local WiFi network. Do you want to continue anyway?
de: Ihre aktuelle IP-Adresse scheint nicht in einem privaten Netzwerk zu sein. Aktuelle IP: {currentIp} Das Scannen von öffentlichen IP-Bereichen ist möglicherweise nicht sinnvoll. Stellen Sie sicher, dass Sie mit einem lokalen WiFi-Netzwerk verbunden sind. Möchten Sie trotzdem fortfahren?

# titleWarningPublicNetwork
source: Warning: Public Network
de: Warnung: Öffentliches Netzwerk

# actionOkContinue
source: OK, Continue
de: OK, Fortfahren

# messageIpUpdated
source: IP address updated from {oldIp}:{oldPort} to {newIp}:{newPort}
de: IP-Adresse wurde von {oldIp}:{oldPort} auf {newIp}:{newPort} aktualisiert

# messageIpAddressUpdated
source: IP address updated from {oldIp} to {newIp}
de: IP-Adresse wurde von {oldIp} auf {newIp} aktualisiert

# messagePortUpdated
source: Port updated from {oldPort} to {newPort}
de: Port wurde von {oldPort} auf {newPort} aktualisiert

# messageSavingDevice
source: Saving device...
de: Gerät wird gespeichert...

# messageConnectingToDevice
source: Connecting to device...
de: Verbinde zu Gerät...

# labelDeviceKnown
source: Device Known
de: Gerät bekannt

# labelKnownNewAddress
source: Known (new address)
de: Bekannt (neue Adresse)

# labelFound
source: Found
de: Gefunden

# labelKnownDevices
source: Known Devices
de: Bekannte Geräte

# labelTested
source: Tested
de: Geprüft

# labelRemaining
source: Remaining
de: Verbleibend

# labelKnown
source: Known
de: Bekannt

# labelLeft
source: Left
de: Übrig

# actionUpdateIp
source: Update IP
de: IP Aktualisieren

# actionAddDevices
source: Add Devices
de: Geräte hinzufügen

# actionInspectDevice
source: Inspect Device
de: Gerät inspizieren

# actionChooseRole
source: Choose Role
de: Rolle wählen

# actionCreateSystem
source: Create System
de: System erstellen

# actionDeleteSystem
source: Delete System
de: System löschen

# messageDeviceHasNoRoleConfig
source: Device has no role configuration
de: Gerät hat keine Rollen-Konfiguration

# messageDeviceHasNoConfigurableRoles
source: Device has no configurable roles
de: Gerät hat keine konfigurierbaren Rollen

# messageDeviceAlreadyInSystem
source: Device already in system
de: Gerät bereits im System

# messageDeviceAddedWithRoles
source: Device "{name}" added with role(s): {roles}
de: Gerät "{name}" hinzugefügt mit Rolle(n): {roles}

# messageDeviceRemoved
source: Device removed
de: Gerät entfernt

# messageNoDevicesInSystem
source: No devices in system
de: Keine Geräte im System

# messageAddDevicesToSeeMetrics
source: Add devices to see metrics.
de: Fügen Sie Geräte hinzu, um Metriken zu sehen.

# messageNoActiveDevicesWithData
source: No active devices with data
de: Keine aktiven Geräte mit Daten

# messageNoSystems
source: No Systems
de: Keine Systeme

# messageCreateYourFirstSystem
source: Create your first system
de: Erstellen Sie Ihr erstes System

# confirmRemoveDeviceWithRoles
source: Do you want to remove "{name}" with {count} role(s) ({roles}) from this system?
de: Möchten Sie "{name}" mit {count} Rolle(n) ({roles}) aus diesem System entfernen?

# confirmRemoveUnknownDeviceWithRoles
source: Do you want to remove this device with {count} role(s) ({roles}) from the system?
de: Möchten Sie dieses Gerät mit {count} Rolle(n) ({roles}) aus dem System entfernen?

# confirmDeleteSystem
source: Do you really want to delete "{name}"?
de: Möchten Sie "{name}" wirklich löschen?

# screenEditSystem
source: Edit {name}
de: {name} bearbeiten

# screenCreateNewSystem
source: Create New System
de: Neues System erstellen

# labelRoles
source: Roles: {roles}
de: Rollen: {roles}

# labelDevicesCount
source: {count} Devices
de: {count} Geräte

# labelDevicesWithCount
source: Devices ({count})
de: Geräte ({count})

# statusDeviceNotFoundWithSn
source: Device {sn} not found
de: Gerät {sn} nicht gefunden

# systemSolarProduction
source: Solar Production
de: Solar-Produktion

# systemSolarToGrid
source: Solar to Grid
de: Solar ins Netz

source: active
de: aktiv

# errorNoWifiLanConnectionTitle
source: No WiFi/LAN Connection
de: Keine WiFi/LAN-Verbindung

# errorNoPrivateNetworkTitle
source: No Private Network
de: Kein privates Netzwerk

# messageDevicesFoundInNetwork
source: {count} devices found in network
de: {count} Geräte im Netzwerk gefunden

# errorNetworkScanError
source: Network Scan Error
de: Netzwerk-Scan Fehler

# errorNetworkScanFailed
source: Network Scan Error: {error}
de: Netzwerk-Scan Fehler: {error}

# warningPublicNetworkTitle
source: Warning: Public Network
de: Warnung: Öffentliches Netzwerk

# actionContinueAnyway
source: OK, Continue
de: OK, Fortfahren

# messageIpOnlyUpdated
source: IP address updated from {oldIp} to {newIp}
de: IP-Adresse wurde von {oldIp} auf {newIp} aktualisiert

# labelKnownDevice
source: Known Device
de: Gerät bekannt

source: Device
de: Gerät

# actionUpdate
source: Update
de: Aktualisieren

# startScanToFindDevices
source: Start a scan to find devices
de: Starten Sie einen Scan um Geräte zu finden

# messageSearchingForKnownDevices
source: Searching for known devices...
de: Suche nach bekannten Geräten...

source: Network
de: Netzwerk

# labelBluetoothDevices
source: Bluetooth Devices
de: Bluetooth-Geräte

# helpScanForNearbyDevices
source: Scan for nearby devices (Zendure, Shelly)
de: Scannen Sie nach Geräten in der Nähe (Zendure, Shelly)

# messageScanning
source: Scanning...
de: Scannt...

# labelNetworkDevices
source: Network Devices
de: Netzwerk-Geräte

# helpScanLocalNetwork
source: Scan your local network for devices
de: Scannen Sie Ihr lokales Netzwerk nach Geräten

# actionNetworkScan
source: Network Scan
de: Netzwerk-Scan

# actionManual
source: Manual
de: Manuell

source: Remove
de: Entfernen

source: Create
de: Erstellen

# screenDeviceInfo
source: Device Information
de: Geräteinformationen

# messageNoInformationAvailable
source: No information available
de: Keine Informationen verfügbar

source: Yes
de: Ja

source: No
de: Nein

# screenLiveGraphs
source: Live Graphs
de: Live-Diagramme

# screenAppInfo
source: App Information
de: App-Informationen
