Repository: tost11/the-solar-app
Catalog: lib/l10n/app_*.arb
Languages: de

# screenPowerLimit
source: Set Power Limit
de: Leistungslimit einstellen

# screenAdvancedPowerSettings
source: Advanced Power Settings
de: Erweiterte Leistungseinstellungen

# screenPercentagePowerLimit
source: Power Limit
de: Leistungsbegrenzung

# screenOnlineMonitoring
source: Configure Online Monitoring
de: Online-Monitoring konfigurieren

# screenBatterySoc
source: Set Battery Limits
de: Batterie-Limits einstellen

# screenPower
source: Set Power
de: Leistung einstellen

# screenZendureWifiMqtt
source: MQTT Configuration
de: MQTT Konfiguration

# validationSsidRequired
source: SSID cannot be empty
de: SSID darf nicht leer sein

# validationPasswordRequired
source: Password cannot be empty
de: Passwort darf nicht leer sein

# validationPortRequired
source: Port cannot be empty
de: Port darf nicht leer sein

# validationPortRange
source: Port must be a number between 1 and 65535
de: Port muss eine Zahl zwischen 1 und 65535 sein

# validationUsernameRequired
source: Username cannot be empty
de: Benutzername darf nicht leer sein

# validationPasswordEmpty
source: Password cannot be empty
de: Passwort darf nicht leer sein

# validationMinSocLessThanMax
source: Minimum SOC must be less than maximum SOC
de: Minimum SOC muss kleiner als Maximum SOC sein

# validationPrimaryServerRequired
source: Primary server URL is required
de: Primärer Server URL ist erforderlich

# validationPrimaryUrlInvalid
source: Invalid primary server URL (do not use http:// or https:// protocol)
de: Ungültige primäre Server URL (kein Protokoll http:// oder https:// verwenden)

# validationSystemIdRequired
source: System ID is required
de: System-ID ist erforderlich

# validationTokenRequired
source: Token/password is required
de: Token/Passwort ist erforderlich

# validationSecondaryUrlInvalid
source: Invalid secondary server URL (do not use http:// or https:// protocol)
de: Ungültige sekundäre Server URL (kein Protokoll http:// oder https:// verwenden)

# validationPrimaryPortInvalid
source: Invalid primary port (1-65535)
de: Ungültiger primärer Port (1-65535)

# validationSecondaryPortInvalid
source: Invalid secondary port (1-65535)
de: Ungültiger sekundärer Port (1-65535)

# validationUploadIntervalRange
source: Upload interval must be between 1 and 3600 seconds
de: Upload-Intervall muss zwischen 1 und 3600 Sekunden liegen

# validationServerAIpRequired
source: Server A: IP address or domain must be specified
de: Server A: IP-Adresse oder Domain muss angegeben werden

# validationServerAIpInvalid
source: Server A: Invalid IP address
de: Server A: Ungültige IP-Adresse

# validationServerAPortRange
source: Server A: Port must be between 1 and 65534
de: Server A: Port muss zwischen 1 und 65534 liegen

# validationServerBIpRequired
source: Server B: IP address or domain must be specified
de: Server B: IP-Adresse oder Domain muss angegeben werden

# validationServerBIpInvalid
source: Server B: Invalid IP address
de: Server B: Ungültige IP-Adresse

# validationServerBPortRange
source: Server B: Port must be between 1 and 65534
de: Server B: Port muss zwischen 1 und 65534 liegen

# messageCopiedToClipboard
source: Copied to clipboard
de: In Zwischenablage kopiert

# messageWifiConfigSent
source: WiFi configuration sent successfully!
de: WiFi-Konfiguration erfolgreich gesendet!

# messagePortConfigured
source: {portName} configured successfully
de: {portName} erfolgreich konfiguriert

# messagePowerLimitSetWithValue
source: Power settings successfully set: {value} W
de: Leistungseinstellungen erfolgreich gesetzt: {value} W

# messagePowerPercentageSet
source: Power limit set to {percentage}%
de: Leistungsbegrenzung auf {percentage}% gesetzt

# messageBatteryLimitsSet
source: Battery limits successfully set: Min {min}%, Max {max}%
de: Batterie-Limits erfolgreich gesetzt: Min {min}%, Max {max}%

# messageOnlineMonitoringConfigured
source: Online monitoring configured successfully
de: Online-Monitoring erfolgreich konfiguriert

# messageSettingUpdated
source: {settingName} was updated
de: {settingName} wurde aktualisiert

# messageAuthEnabled
source: Authentication was enabled
de: Authentifizierung wurde aktiviert

# messageAuthDisabled
source: Authentication was disabled
de: Authentifizierung wurde deaktiviert

# errorWhileSending
source: Error while sending: {error}
de: Fehler beim Senden: {error}

# errorConfiguringPort
source: Error configuring port: {error}
de: Fehler beim Konfigurieren des Ports: {error}

# errorSettingPowerLimit
source: Error setting power limit: {error}
de: Fehler beim Setzen der Einstellungen: {error}

# errorSettingPercentageLimit
source: Error setting power limit: {error}
de: Fehler beim Setzen der Leistungsbegrenzung: {error}

# errorSettingBatteryLimits
source: Error setting battery limits: {error}
de: Fehler beim Setzen der Batterie-Limits: {error}

# errorConfiguringOnlineMonitoring
source: Error configuring online monitoring: {error}
de: Fehler beim Konfigurieren des Online-Monitorings: {error}

# errorChangingSetting
source: Error changing setting: {error}
de: Fehler beim Ändern der Einstellung: {error}

# errorSavingAuth
source: Error saving authentication: {error}
de: Fehler beim Speichern der Authentifizierung: {error}

# sectionNetworkSetup
source: Network Setup
de: Netzwerk einrichten

# sectionMqttConfig
source: MQTT Configuration
de: MQTT Konfiguration

# sectionNote
source: Note
de: Hinweis

# sectionLimitType
source: Limit Type
de: Limit-Typ

# sectionCurrentValue
source: Current Value
de: Aktueller Wert

# sectionAdjustLimit
source: Adjust Limit
de: Limit anpassen

# sectionCurrentSettings
source: Current Settings
de: Aktuelle Einstellungen

# sectionMaxInverterPower
source: Max Inverter Power
de: Max Wechselrichter Leistung

# sectionPreciseInput
source: Precise Input
de: Präzise Eingabe

# sectionGridFeedback
source: Grid Feed-in
de: Netzrückspeisung

# sectionGridStandard
source: Grid Standard
de: Netzstandard

# sectionPortNumber
source: Port Number
de: Port-Nummer

# sectionPercentageLimit
source: Power Limit in Percent
de: Leistungsbegrenzung in Prozent

# sectionWattLimit
source: Power Limit in Watts
de: Leistungsbegrenzung in Watt

# sectionDeviceInfo
source: Device Information
de: Geräteinformationen

# sectionPrimaryServer
source: Primary Server
de: Primärer Server

# sectionSecondaryServer
source: Secondary Server
de: Sekundärer Server

# sectionCredentials
source: Credentials
de: Zugangsdaten

# sectionServerA
source: Server A (Primary Server)
de: Server A (Hauptserver)

# sectionServerB
source: Server B (Secondary Server)
de: Server B (Sekundärserver)

# sectionGeneralSettings
source: General Settings
de: Allgemeine Einstellungen

# sectionCurrentValues
source: Current Values
de: Aktuelle Werte

# sectionAuthConfig
source: Configure Authentication
de: Authentifizierung konfigurieren

# sectionUsername
source: Username
de: Benutzername

# sectionPassword
source: Password
de: Passwort

# buttonCopy
source: Copy
de: Kopieren

# buttonConfigureWifi
source: Configure WiFi
de: WiFi konfigurieren

# buttonSavePowerLimit
source: Save Power Limit
de: Leistungsbegrenzung speichern

# buttonDeactivate
source: Deactivate
de: Deaktivieren

# segmentDisabled
source: Disabled
de: Deaktiviert

# segmentAllowed
source: Allowed
de: Erlaubt

# segmentForbidden
source: Forbidden
de: Verboten

# segmentGermany
source: Germany
de: Deutschland

# segmentFrance
source: France
de: Frankreich

# segmentAustria
source: Austria
de: Österreich

# labelMaxInverterPower
source: Max Inverter Power
de: Max Wechselrichter Leistung

# labelGridFeedback
source: Feed-in
de: Rückspeisung

# labelGridStandard
source: Grid Standard
de: Netzstandard

# labelPowerInWatts
source: Power in Watts
de: Leistung in Watt

# labelPercent
source: Percent
de: Prozent

# labelWatt
source: Watts
de: Watt

# labelProtocol
source: Protocol{required}
de: Protokoll{required}

# labelToken
source: Token/Password *
de: Token/Passwort *

# labelUploadInterval
source: Upload Interval (seconds)
de: Upload-Intervall (Sekunden)

# labelIpAddress
source: IP Address
de: IP-Adresse

# labelUsername
source: Username
de: Benutzername

# labelPassword
source: Password
de: Passwort

# labelRequiredField
source: Required
de: Erforderlich

# labelInputLimit
source: Input (Grid Device)
de: Input (Netz → Gerät)

# labelOutputLimit
source: Output (Device Grid)
de: Output (Gerät → Netz)

# labelUnknown
source: Unknown
de: Unbekannt

# helpConnectDeviceToWifi
source: Connect your device to your WiFi network,
de: Verbinden Sie Ihr Gerät mit Ihrem WLAN-Netzwerk,

# helpWifiSetupInstructions
source: Make sure your device is turned on The WiFi password is transmitted securely After successful configuration, it may take a few seconds for the device to connect
de: • Stellen Sie sicher, dass Ihr Gerät eingeschaltet ist • Das WLAN-Passwort wird sicher übertragen • Nach erfolgreicher Konfiguration kann es einige Sekunden dauern, bis das Gerät verbunden ist

# helpMqttExplanation
source: This is for official app web communication, not for local MQTT. On old versions it was the only way to get data. Only change if you know what you're doing!
de: Dies ist für die offizielle App Web-Kommunikation, nicht für lokales MQTT. Bei alten Versionen war es der einzige Weg, um Daten zu bekommen. Nur ändern, wenn Sie wissen, was Sie tun!

# helpMqttServerExample
source: e.g. broker.example.com:1883
de: z.B. broker.example.com:1883

# helpPleaseWait
source: Please wait a moment
de: Bitte warten Sie einen Moment

# helpInputNotAvailable
source: Input limit is not available
de: Input-Limit ist nicht verfügbar

# helpPowerRange
source: Range: 0 - {maxValue} W
de: Bereich: 0 - {maxValue} W

# helpWattValue
source: Value between 1 and 100
de: Wert zwischen 1 und 100

# helpMaxWatt
source: Max: {maxWatt} W (equals 100%)
de: Max: {maxWatt} W (entspricht 100%)

# helpWattRounding
source: Watt values are rounded to full percentage steps
de: Watt-Werte werden auf volle Prozentschritte gerundet

# helpNominalPower
source: Nominal power: {maxWatt} W
de: Nennleistung: {maxWatt} W

# helpCurrentLimit
source: Current limit: {watt} W ({percentage}%)
de: Aktuelle Begrenzung: {watt} W ({percentage}%)

# helpGridFeedbackDescription
source: Determines whether energy may be fed into the grid
de: Bestimmt, ob Energie ins Netz eingespeist werden darf

# helpGridStandardDescription
source: Grid connection standard for your country
de: Netzanschluss-Standard für Ihr Land

# helpPortRange
source: Port must be between 1 and 65535
de: Port muss zwischen 1 und 65535 liegen

# helpPortWarning
source: Make sure the port is not being used by other services The device may restart after configuration Default ports should only be changed if necessary
de: • Stellen Sie sicher, dass der Port nicht von anderen Diensten verwendet wird • Nach der Konfiguration wird das Gerät möglicherweise neu gestartet • Standard-Ports sollten nur geändert werden, wenn notwendig

# helpCurrentPercentageLimit
source: Current limit: {limit}%
de: Aktuelle Begrenzung: {limit}%

# helpServerUrlFormat
source: Without http:// or https://
de: Ohne http:// oder https://

# helpDefaultPort
source: Default: {port}
de: Standard: {port}

# helpDefaultPortNote
source: Default ports are not shown in URL
de: Standard-Ports werden nicht in URL angezeigt

# helpConfigureOnlineMonitoring
source: Configure servers for online monitoring
de: Konfigurieren Sie die Server für das Online-Monitoring

# helpOnlineMonitoringInstructions
source: Enter the URL of the monitoring server Enter your credentials Optionally configure a second server The upload interval determines how often data is sent After configuration, data will be uploaded automatically
de: • Geben Sie die URL des Monitoring-Servers ein • Tragen Sie Ihre Zugangsdaten ein • Optional können Sie einen zweiten Server konfigurieren • Das Upload-Intervall bestimmt, wie oft Daten gesendet werden • Nach der Konfiguration werden Daten automatisch hochgeladen

# helpServerExampleIp
source: e.g. 192.168.1.100
de: z.B. 192.168.1.100

# helpServerExampleDomain
source: e.g. monitoring.example.com
de: z.B. monitoring.example.com

# helpPortExample
source: e.g. 10000
de: z.B. 10000

# helpSystemIdExample
source: e.g. 1234
de: z.B. 1234

# helpUploadIntervalExample
source: e.g. 30
de: z.B. 30

# helpProtocolExample
source: e.g. solar.pihost.org
de: z.B. solar.pihost.org

# helpOnlineMonitoringDescription
source: Make sure the server URLs are correct Optional: Secondary server as backup Upload interval: 1-3600 seconds Changes take effect immediately
de: • Stellen Sie sicher, dass die Server-URLs korrekt sind • Optional: Sekundärer Server als Backup • Upload-Intervall: 1-3600 Sekunden • Änderungen werden sofort übernommen

# helpManageDeviceSettings
source: Manage basic settings of your device.
de: Verwalten Sie die grundlegenden Einstellungen Ihres Geräts.

# helpNoSettingsAvailable
source: No settings available
de: Keine Einstellungen verfügbar

# helpSettingsApplyImmediately
source: Changes are applied to the device immediately. Settings requiring confirmation will show a dialog before the change.
de: Änderungen werden sofort auf das Gerät übertragen. Einstellungen mit Bestätigungsanforderung zeigen einen Dialog vor der Änderung an.

# helpConfirmationRequired
source: Confirmation required
de: Bestätigung erforderlich

# helpProtectDevice
source: Protect your device with username and password.
de: Schützen Sie Ihr Gerät mit Benutzername und Passwort.

# helpAuthToggle
source: Enables or disables password protection for the device
de: Aktiviert oder deaktiviert die Passwortabfrage für das Gerät

# helpUsernameCannotChange
source: Username cannot be changed
de: Benutzername kann nicht geändert werden

# helpEnterSecurePassword
source: Enter a secure password
de: Geben Sie ein sicheres Passwort ein

# helpAuthWarning
source: Warning: When authentication is disabled, anyone on the network can access the device.
de: Warnung: Wenn die Authentifizierung deaktiviert ist, kann jeder im Netzwerk auf das Gerät zugreifen.

# dialogWifiConfigSending
source: Sending WiFi configuration...
de: WiFi-Konfiguration wird gesendet...

# dialogSettingChanging
source: Changing setting...
de: Einstellung wird geändert...

# dialogPowerLimitSetting
source: Setting power limit to {percentage}%...
de: Setze Leistungsbegrenzung auf {percentage}%...

# dialogConfirmToggleMessage
source: Do you really want to {action} {settingName}?
de: Möchten Sie {settingName} wirklich {action}?

# dialogActionEnable
source: enable
de: aktivieren

# dialogActionDisable
source: disable
de: deaktivieren

# dialogDisableAuthTitle
source: Disable authentication?
de: Authentifizierung deaktivieren?

# dialogDisableAuthMessage
source: Do you really want to disable authentication? The device will be accessible without password protection afterwards.
de: Möchten Sie die Authentifizierung wirklich deaktivieren? Das Gerät wird danach ohne Passwortschutz zugänglich sein.

# infoNoGraphFields
source: This device has no visible graph fields.
de: Dieses Gerät hat keine sichtbaren Diagrammfelder.

# infoDataRange
source: Data range: Last 5 minutes | Update: every 5 seconds
de: Datenbereich: Letzte 5 Minuten | Aktualisierung: alle 5 Sekunden

# infoWattRoundingNote
source: Watt values are rounded to full percentage steps
de: Watt-Werte werden auf volle Prozentschritte gerundet

# shellyScriptsScreenTitle
source: Scripts & Automation
de: Scripts & Automationen

# shellyScriptConfigTitle
source: Configure Parameters
de: Parameter konfigurieren

# shellyScriptLibraryTitle
source: Script Templates
de: Script-Vorlagen

# shellyScriptPreviewTitle
source: Code Preview
de: Code-Vorschau

# shellyScriptUpdateTitle
source: Update Parameters
de: Parameter aktualisieren

# statusActivated
source: Activated
de: Aktiviert

# statusDeactivated
source: Deactivated
de: Deaktiviert

# statusRunning
source: Running
de: Läuft

# statusStopped
source: Stopped
de: Gestoppt

# shellyScriptsConfigureParams
source: Configure Parameters
de: Parameter konfigurieren

# shellyScriptsDirectInstall
source: Install Directly
de: Direkt installieren

# shellyScriptsRepairScript
source: Repair Script (failed update)
de: Script reparieren (fehlgeschlagenes Update)

# shellyScriptsUpgradeVersion
source: Upgrade to New Version
de: Auf neue Version aktualisieren

# shellyScriptsLoadingCode
source: Loading script code...
de: Lade Script-Code...

# shellyScriptsLoadingCurrent
source: Loading current script...
de: Lade aktuelles Script...

# shellyScriptsStoppingScript
source: Stopping script...
de: Stoppe Script...

# shellyScriptsPreparingUpdate
source: Preparing update...
de: Bereite Update vor...

# shellyScriptsUpdatingScript
source: Updating script...
de: Aktualisiere Script...

# shellyScriptsFinalizingUpdate
source: Finalizing update...
de: Finalisiere Update...

# shellyScriptsDeletingScript
source: Deleting script...
de: Lösche Script...

# shellyScriptsActivatingScript
source: Activating script...
de: Aktiviere Script...

# shellyScriptsDeactivatingScript
source: Deactivating script...
de: Deaktiviere Script...

# shellyScriptsStartingScript
source: Starting script...
de: Starte Script...

# shellyScriptsStartScript
source: Start Script
de: Script starten

# shellyScriptsStopScript
source: Stop Script
de: Script stoppen

# shellyScriptsCreatingScript
source: Creating script on device...
de: Erstelle Script auf Gerät...

# shellyScriptsUploadingCode
source: Uploading script code...
de: Lade Script-Code hoch...

# shellyScriptsFinalizingInstall
source: Finalizing installation...
de: Finalisiere Installation...

# shellyScriptsSearchingDevices
source: Searching devices...
de: Suche Geräte...

# shellyScriptsScriptUpdated
source: Script successfully updated to version {version}
de: Script erfolgreich auf Version {version} aktualisiert

# shellyScriptsScriptDeleted
source: Script deleted
de: Script gelöscht

# shellyScriptsScriptActivated
source: Script activated
de: Script aktiviert

# shellyScriptsScriptDeactivated
source: Script deactivated
de: Script deaktiviert

# shellyScriptsScriptStarted
source: Script started
de: Script gestartet

# shellyScriptsScriptStopped
source: Script stopped
de: Script gestoppt

# shellyScriptsScriptInstalled
source: Script successfully installed and started
de: Script erfolgreich installiert und gestartet

# shellyScriptsParamsUpdated
source: Parameters successfully updated
de: Parameter erfolgreich aktualisiert

# shellyScriptsErrorLoadingCode
source: Could not retrieve script code
de: Konnte Script-Code nicht abrufen

# shellyScriptsErrorNoMetadata
source: Could not extract template metadata
de: Konnte Template-Metadaten nicht extrahieren

# shellyScriptsErrorNoTemplateId
source: Template ID missing in metadata
de: Template-ID fehlt in Metadaten

# shellyScriptsErrorTemplateNotFound
source: Template not found: {templateId}
de: Vorlage nicht gefunden: {templateId}

# shellyScriptsErrorUpdatingStaging
source: Error updating: {error} Script remains in staging status (0.0.0).
de: Fehler beim Aktualisieren: {error} Script bleibt im Staging-Status (0.0.0).

# shellyScriptsErrorNoScriptId
source: Error: Could not retrieve script ID
de: Fehler: Konnte Script-ID nicht abrufen

# shellyScriptsErrorUploadingCode
source: Error uploading: {error} Script remains in staging status (0.0.0).
de: Fehler beim Hochladen: {error} Script bleibt im Staging-Status (0.0.0).

# shellyScriptsErrorCodeUploadFailed
source: Error uploading code
de: Fehler beim Hochladen des Codes

# shellyScriptsErrorInstalling
source: Error installing script: {error}
de: Fehler beim Installieren des Scripts: {error}

# shellyScriptsErrorLoadingTemplates
source: Error loading templates: {error}
de: Fehler beim Laden der Vorlagen: {error}

# shellyScriptsErrorSectionTitle
source: Error
de: Fehler

# shellyScriptErrorCrashed
source: Crashed
de: Absturz

# shellyScriptErrorSyntax
source: Syntax Error
de: Syntaxfehler

# shellyScriptErrorReference
source: Reference Error
de: Referenzfehler

# shellyScriptErrorType
source: Type Error
de: Typfehler

# shellyScriptErrorMemory
source: Out of Memory
de: Speicher voll

# shellyScriptErrorCodespace
source: Out of Codespace
de: Code-Speicher voll

# shellyScriptErrorInternal
source: Internal Error
de: Interner Fehler

# shellyScriptErrorNotImplemented
source: Not Implemented
de: Nicht implementiert

# shellyScriptErrorFileRead
source: File Read Error
de: Datei-Lesefehler

# shellyScriptErrorBadArgs
source: Invalid Arguments
de: Ungültige Parameter

# shellyScriptsValidationRequired
source: {label} is required
de: {label} ist erforderlich

# shellyScriptsValidationMustBeNumber
source: {label} must be a number
de: {label} muss eine Zahl sein

# shellyScriptsValidationMinValue
source: {label} must be at least {min}
de: {label} muss mindestens {min} sein

# shellyScriptsValidationMaxValue
source: {label} must be at most {max}
de: {label} darf höchstens {max} sein

# shellyScriptsValidationPortRange
source: Port must be between 1 and 65535
de: Port muss zwischen 1 und 65535 liegen

# shellyScriptsValidationFieldRequired
source: This field is required
de: Dieses Feld ist erforderlich

# shellyScriptsValidationInvalidValue
source: Invalid value
de: Ungültiger Wert

# shellyScriptsDialogNewParamsTitle
source: New Parameters Available
de: Neue Parameter verfügbar

# shellyScriptsDialogNewParamsMessage
source: The new version {version} contains new parameters that need to be configured: {params} Current version: {currentVersion} New version: {newVersion}
de: Die neue Version {version} enthält neue Parameter, die konfiguriert werden müssen: {params} Aktuelle Version: {currentVersion} Neue Version: {newVersion}

# shellyScriptsDialogUpgradeTitle
source: Upgrade to New Version?
de: Auf neue Version aktualisieren?

# shellyScriptsDialogUpgradeMessage
source: Do you want to upgrade the script to version {version}? This operation will briefly stop and restart the script.
de: Möchten Sie das Script auf Version {version} aktualisieren? Diese Operation wird das Script kurzzeitig stoppen und neu starten.

# shellyScriptsDialogDeleteTitle
source: Delete Script?
de: Script löschen?

# shellyScriptsDialogDeleteMessage
source: Do you really want to delete the script "{name}"? This action cannot be undone.
de: Möchten Sie das Script "{name}" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# shellyScriptsDialogInstallTitle
source: Install Script?
de: Script installieren?

# shellyScriptsDialogInstallMessage
source: Do you want to install the script "{name}" without preview?
de: Möchten Sie das Script "{name}" ohne Vorschau installieren?

# shellyScriptsDialogInstallConfirmTitle
source: Install Script on Device?
de: Script auf Gerät installieren?

# shellyScriptsDialogInstallConfirmMessage
source: Do you really want to install the script "{name}" on your Shelly device?
de: Möchten Sie das Script "{name}" wirklich auf Ihrem Shelly-Gerät installieren?

# shellyScriptsDialogUpdateParamsTitle
source: Update Parameters?
de: Parameter aktualisieren?

# shellyScriptsDialogUpdateParamsMessage
source: Do you really want to update the parameters? The script will be regenerated with the new values.
de: Möchten Sie die Parameter wirklich aktualisieren? Das Script wird mit den neuen Werten neu generiert.

# shellyScriptsDialogCompatibilityTitle
source: Compatibility Information
de: Kompatibilitäts-Information

# shellyScriptsInfoAutomation
source: Automation
de: Automatisierung

# shellyScriptsInfoFailed
source: Failed
de: Fehlgeschlagen

# shellyScriptsInfoVersionUpdating
source: Version: {version} (updating)
de: Version: {version} (wird aktualisiert)

# shellyScriptsHelpEditTip
source: Tap Edit to open a script.
de: Tippen Sie auf Bearbeiten um ein Script zu öffnen.

# shellyScriptsEmptyStateTitle
source: No Scripts Available
de: Keine Scripts verfügbar
